---
kind: other
id: Properties.T:Autodesk.Revit.DB.Architecture.RoomTag
source: html/51bc91d1-9109-bf08-c24c-25f245023317.htm
---
# RoomTag Properties

The id of the assembly instance to which the element belongs.